{
    "name": "Dubowitz Syndrome",
    "slug": "dubowitz-syndrome",
    "aliases": [
        "Facio-oculo-acousticorenal syndrome",
        "Dubowitz-like syndrome"
    ],
    "description": "Dubowitz syndrome is a rare genetic disorder characterized by growth retardation, microcephaly, distinctive facial features, eczema, and mild to moderate intellectual disability. The severity of symptoms can vary widely among affected individuals. There is an increased risk of certain cancers, particularly leukemia and lymphoma.",
    "category": "GENETIC",
    "icdCode": "Q87.8",
    "orphaCode": "235",
    "omimCode": "223370",
    "prevalence": "Less than 1 in 1,000,000",
    "estimatedCases": 800,
    "ageOfOnset": "Infancy or Early Childhood",
    "inheritance": "AUTOSOMAL_RECESSIVE",
    "symptoms": [
        "Growth retardation (prenatal and postnatal)",
        "Microcephaly",
        "Distinctive facial features (high forehead, sparse hair, blepharophimosis, ptosis, broad or unusual nasal bridge, small chin)",
        "Eczema",
        "Mild to moderate intellectual disability",
        "Behavioral problems (hyperactivity, impulsivity)",
        "Skeletal abnormalities (clinodactyly, syndactyly)",
        "Speech delay",
        "Increased risk of malignancy (leukemia, lymphoma)"
    ],
    "affectedSystems": [
        "Skeletal System",
        "Integumentary System",
        "Nervous System",
        "Immune System",
        "Hematopoietic System"
    ],
    "prognosis": "Variable; depends on the severity of symptoms and the presence of complications such as malignancy. Early diagnosis and management can improve the quality of life.",
    "lifeExpectancy": "Potentially shortened due to increased risk of malignancy, but many individuals live into adulthood with appropriate medical care.",
    "diagnosticMethods": [
        "Clinical evaluation based on characteristic features",
        "Physical examination",
        "Developmental assessment",
        "Genetic testing (exome sequencing, candidate gene analysis) to identify causative mutations, although a specific gene has not been definitively identified in all cases.",
        "Radiological studies (skeletal surveys)",
        "Chromosome analysis (to rule out other chromosomal abnormalities)"
    ],
    "treatmentOptions": [
        {
            "name": "Growth hormone therapy",
            "type": "MEDICATION",
            "effectiveness": "MODERATELY_EFFECTIVE",
            "fdaApproved": true,
            "approvalYear": null
        },
        {
            "name": "Special education and therapies (speech, occupational, physical)",
            "type": "THERAPY",
            "effectiveness": "SUPPORTIVE",
            "fdaApproved": false,
            "approvalYear": null
        },
        {
            "name": "Eczema management (topical corticosteroids, emollients)",
            "type": "MEDICATION",
            "effectiveness": "MODERATELY_EFFECTIVE",
            "fdaApproved": true,
            "approvalYear": null
        },
        {
            "name": "Behavioral therapy",
            "type": "THERAPY",
            "effectiveness": "SUPPORTIVE",
            "fdaApproved": false,
            "approvalYear": null
        },
        {
            "name": "Surgical correction of skeletal abnormalities",
            "type": "SURGERY",
            "effectiveness": "MODERATELY_EFFECTIVE",
            "fdaApproved": false,
            "approvalYear": null
        },
        {
            "name": "Cancer treatment (chemotherapy, radiation, stem cell transplant)",
            "type": "MEDICATION",
            "effectiveness": "MODERATELY_EFFECTIVE",
            "fdaApproved": true,
            "approvalYear": null
        }
    ],
    "researchStatus": "OBSERVATIONAL",
    "clinicalTrialsCount": 0,
    "keyResearchCenters": [
        "National Institutes of Health (NIH)",
        "Academic medical centers with genetics departments"
    ],
    "patientOrganizations": [
        {
            "name": "National Organization for Rare Disorders (NORD)",
            "url": "https://rarediseases.org/",
            "country": "USA"
        },
        {
            "name": "Genetic and Rare Diseases Information Center (GARD)",
            "url": "https://rarediseases.info.nih.gov/",
            "country": "USA"
        }
    ],
    "relatedConditions": [
        "Bloom Syndrome",
        "Fanconi Anemia",
        "Cornelia de Lange Syndrome"
    ],
    "specialistTypes": [
        "Clinical Geneticist",
        "Pediatrician",
        "Dermatologist",
        "Hematologist/Oncologist",
        "Developmental Pediatrician"
    ],
    "eli5Summary": "Dubowitz syndrome is a rare condition where kids grow slowly, have small heads, unique faces, skin problems like eczema, and may have trouble learning. They might also get sick more easily. Doctors help them with therapies and medicines to live healthier lives.",
    "clinicalSummary": "Dubowitz syndrome is a rare autosomal recessive disorder characterized by prenatal and postnatal growth retardation, microcephaly, distinctive craniofacial features (including blepharophimosis, ptosis, high forehead, and unusual nasal bridge), eczema, and intellectual disability. Affected individuals may exhibit behavioral problems such as hyperactivity and impulsivity. Skeletal anomalies, including clinodactyly and syndactyly, are common. A significant concern is the increased risk of hematological malignancies, particularly leukemia and lymphoma. Diagnosis is primarily clinical, supported by exclusion of other similar syndromes and, ideally, genetic testing, although the causative gene(s) remain elusive in many cases. Management involves supportive care, including growth hormone therapy, eczema management, special education, and surveillance for malignancy.",
    "historicalBackground": "Dubowitz syndrome was first described by Stanley Dubowitz in 1965, who reported on three unrelated children with similar clinical features. The etiology remained unknown, and diagnosis was based on clinical findings. Over the years, numerous case reports have expanded the understanding of the syndrome's phenotypic variability and associated complications.",
    "recentBreakthroughs": [
        {
            "year": 2022,
            "title": "Advancements in Exome Sequencing for Dubowitz Syndrome",
            "description": "While a definitive causative gene remains elusive for all cases, advancements in exome sequencing have aided in identifying potential candidate genes and excluding other genetic disorders with overlapping features. This has improved diagnostic accuracy and genetic counseling.",
            "sourceUrl": null
        },
        {
            "year": 2023,
            "title": "Improved Cancer Surveillance Protocols for Dubowitz Syndrome",
            "description": "Due to the increased risk of malignancy, updated surveillance protocols have been developed to facilitate early detection and intervention, improving outcomes for affected individuals.",
            "sourceUrl": null
        }
    ],
    "heroImage": null,
    "diagrams": [],
    "lastUpdated": "2024-12-01",
    "reviewedBy": "MDRPedia Medical Team",
    "sources": [
        {
            "name": "Orphanet",
            "url": "https://www.orpha.net/consor/cgi-bin/index.php"
        },
        {
            "name": "OMIM",
            "url": "https://www.omim.org/"
        },
        {
            "name": "NORD (National Organization for Rare Disorders)",
            "url": "https://rarediseases.org/"
        }
    ]
}