{
    "name": "Gorlin Syndrome",
    "slug": "gorlin-syndrome",
    "aliases": [
        "Nevoid Basal Cell Carcinoma Syndrome (NBCCS)",
        "Basal Cell Nevus Syndrome (BCNS)",
        "Gorlin-Goltz Syndrome"
    ],
    "description": "Gorlin syndrome, also known as nevoid basal cell carcinoma syndrome (NBCCS), is a rare genetic disorder characterized by a combination of developmental abnormalities and a high predisposition to certain cancers, particularly basal cell carcinomas (BCCs). The syndrome is caused by mutations in genes involved in the hedgehog signaling pathway, which plays a critical role in cell growth and development. Individuals with Gorlin syndrome may develop multiple BCCs, often starting in adolescence or early adulthood, as well as other benign and malignant tumors. Other common features include distinctive facial features, skeletal abnormalities, and neurological issues.",
    "category": "GENETIC",
    "icdCode": "Q87.8",
    "orphaCode": "401",
    "omimCode": "109400",
    "prevalence": "1 in 31,000 to 1 in 164,000 live births",
    "estimatedCases": 20000,
    "ageOfOnset": "Variable, often childhood or adolescence",
    "inheritance": "AUTOSOMAL_DOMINANT",
    "symptoms": [
        "Multiple basal cell carcinomas (BCCs)",
        "Odontogenic keratocysts (OKCs) of the jaw",
        "Skeletal abnormalities (e.g., bifid ribs, scoliosis)",
        "Calcification of the falx cerebri",
        "Palmar or plantar pits",
        "Macrocephaly",
        "Facial features (e.g., prominent forehead, coarse facial features)",
        "Medulloblastoma (in some cases)",
        "Ovarian fibromas (in females)",
        "Cardiac fibromas",
        "Intellectual disability (in some cases)",
        "Cleft lip or palate"
    ],
    "affectedSystems": [
        "Integumentary System",
        "Skeletal System",
        "Nervous System",
        "Endocrine System",
        "Cardiovascular System"
    ],
    "prognosis": "Variable, depending on the severity of symptoms and the development of complications, particularly cancers. Early diagnosis and management can improve outcomes.",
    "lifeExpectancy": "Generally normal, but can be reduced by complications such as aggressive cancers or neurological issues.",
    "diagnosticMethods": [
        "Clinical examination",
        "Radiographic imaging (e.g., X-rays, CT scans, MRI)",
        "Genetic testing (mutation analysis of PTCH1, SUFU, or other related genes)",
        "Histopathological examination of skin lesions or cysts"
    ],
    "treatmentOptions": [
        {
            "name": "Surgical excision of basal cell carcinomas",
            "type": "SURGERY",
            "effectiveness": "HIGHLY_EFFECTIVE",
            "fdaApproved": true,
            "approvalYear": null
        },
        {
            "name": "Mohs micrographic surgery for basal cell carcinomas",
            "type": "SURGERY",
            "effectiveness": "HIGHLY_EFFECTIVE",
            "fdaApproved": true,
            "approvalYear": null
        },
        {
            "name": "Radiation therapy for basal cell carcinomas",
            "type": "THERAPY",
            "effectiveness": "MODERATELY_EFFECTIVE",
            "fdaApproved": true,
            "approvalYear": null
        },
        {
            "name": "Vismodegib (Erivedge)",
            "type": "MEDICATION",
            "effectiveness": "HIGHLY_EFFECTIVE",
            "fdaApproved": true,
            "approvalYear": 2012
        },
        {
            "name": "Sonidegib (Odomzo)",
            "type": "MEDICATION",
            "effectiveness": "HIGHLY_EFFECTIVE",
            "fdaApproved": true,
            "approvalYear": 2015
        },
        {
            "name": "Cryotherapy for small basal cell carcinomas",
            "type": "THERAPY",
            "effectiveness": "MODERATELY_EFFECTIVE",
            "fdaApproved": true,
            "approvalYear": null
        },
        {
            "name": "Curettage and electrodesiccation for small basal cell carcinomas",
            "type": "SURGERY",
            "effectiveness": "MODERATELY_EFFECTIVE",
            "fdaApproved": true,
            "approvalYear": null
        },
        {
            "name": "Management of odontogenic keratocysts (OKCs)",
            "type": "SURGERY",
            "effectiveness": "HIGHLY_EFFECTIVE",
            "fdaApproved": true,
            "approvalYear": null
        },
        {
            "name": "Supportive care for skeletal and neurological abnormalities",
            "type": "SUPPORTIVE",
            "effectiveness": "SUPPORTIVE",
            "fdaApproved": false,
            "approvalYear": null
        }
    ],
    "researchStatus": "ACTIVE_TRIALS",
    "clinicalTrialsCount": 30,
    "keyResearchCenters": [
        "National Cancer Institute (NCI)",
        "Stanford University",
        "Johns Hopkins University",
        "Mayo Clinic"
    ],
    "patientOrganizations": [
        {
            "name": "The Gorlin Syndrome Alliance",
            "url": "https://gorlin-syndrome.org/",
            "country": "USA"
        },
        {
            "name": "Nevoid Basal Cell Carcinoma Syndrome Life Support Network",
            "url": "https://www.nbccsupport.org/",
            "country": "USA"
        }
    ],
    "relatedConditions": [
        "Basal Cell Carcinoma",
        "Medulloblastoma",
        "Multiple Jaw Cysts"
    ],
    "specialistTypes": [
        "Clinical Geneticist",
        "Dermatologist",
        "Oral and Maxillofacial Surgeon",
        "Neurosurgeon",
        "Oncologist"
    ],
    "eli5Summary": "Imagine having a superpower where you get lots of tiny bumps on your skin that need to be taken care of. Gorlin Syndrome is like that, but it also can cause other things like jaw cysts and sometimes problems with your bones. Doctors help by removing the bumps and treating any other issues that come up.",
    "clinicalSummary": "Gorlin syndrome (NBCCS) is a pleiotropic autosomal dominant disorder characterized by mutations in the PTCH1 gene (most commonly), SUFU, or less commonly, other genes in the hedgehog signaling pathway. The clinical presentation is highly variable, but hallmark features include multiple basal cell carcinomas (BCCs), often appearing at a young age; odontogenic keratocysts (OKCs) of the jaw; skeletal abnormalities such as bifid ribs, scoliosis, and vertebral anomalies; intracranial calcifications, particularly of the falx cerebri; and palmar/plantar pits. Some individuals may also present with macrocephaly, hydrocephalus, medulloblastoma (particularly in SUFU-mutated cases), ovarian fibromas, and cardiac fibromas. Diagnosis is based on clinical criteria and confirmed by genetic testing. Management involves regular dermatological surveillance for BCCs, surgical or medical treatment of BCCs (e.g., vismodegib, sonidegib), management of OKCs, and supportive care for other associated features. The risk of medulloblastoma is increased, especially in young children with SUFU mutations, necessitating careful monitoring. Genetic counseling is essential for affected individuals and their families.",
    "historicalBackground": "Gorlin syndrome was first described in detail by Robert James Gorlin and Robert W. Goltz in 1960, who recognized the association between multiple basal cell carcinomas, odontogenic keratocysts, and skeletal abnormalities. The underlying genetic basis was later identified with the discovery of mutations in the PTCH1 gene in the mid-1990s, followed by the identification of mutations in SUFU and other genes involved in the hedgehog signaling pathway.",
    "recentBreakthroughs": [
        {
            "year": 2012,
            "title": "FDA Approval of Vismodegib for Advanced Basal Cell Carcinoma",
            "description": "Vismodegib, a hedgehog pathway inhibitor, was approved by the FDA for the treatment of advanced basal cell carcinoma, including cases associated with Gorlin syndrome. This marked a significant advancement in the medical management of BCCs in these patients.",
            "sourceUrl": null
        },
        {
            "year": 2015,
            "title": "FDA Approval of Sonidegib for Advanced Basal Cell Carcinoma",
            "description": "Sonidegib, another hedgehog pathway inhibitor, received FDA approval for the treatment of advanced basal cell carcinoma. This provided an additional therapeutic option for patients with Gorlin syndrome who are not candidates for surgery or radiation.",
            "sourceUrl": null
        },
        {
            "year": 2023,
            "title": "Improved Understanding of SUFU-Related Medulloblastoma Risk",
            "description": "Research has refined the understanding of the increased risk of medulloblastoma in individuals with SUFU mutations, leading to improved surveillance protocols and earlier detection of these tumors.",
            "sourceUrl": null
        }
    ],
    "heroImage": null,
    "diagrams": [],
    "lastUpdated": "2024-12-01",
    "reviewedBy": "MDRPedia Medical Team",
    "sources": [
        {
            "name": "Orphanet",
            "url": "https://www.orpha.net/consor/cgi-bin/Disease_Search.php?lng=EN&data_id=401"
        },
        {
            "name": "OMIM",
            "url": "https://www.omim.org/entry/109400"
        },
        {
            "name": "National Cancer Institute (NCI)",
            "url": "https://www.cancer.gov/"
        }
    ]
}